function notdel1() {
  let bad =
    "فیک دلیور\n" +
    "سفارش هنوز تحویل مشتری نشده، وندور اعلام کردند به پیک تحویل دادند. مشتری منتظر دریافت سفارش هستند. لطفا بررسی شود. با تشکر";
  navigator.clipboard.writeText(bad);
  alert("پیش نویس شما کپی شد!");
}

function notdel2() {
  let bad =
    "فیک دلیور\n" +
    "سفارش هنوز تحویل مشتری نشده، وندور اعلام کردند سفارش هنوز در مجموعه است. مشتری منتظر دریافت سفارش هستند. لطفا بررسی شود. با تشکر";
  navigator.clipboard.writeText(bad);
  alert("پیش نویس شما کپی شد!");
}

function notdel3() {
  let bad =
    "فیک دلیور\n" +
    "سفارش هنوز تحویل مشتری نشده، وندور اعلام کردند به پیک تحویل دادند. مشتری درخواست عودت وجه سفارش را دارند. لطفا بررسی شود. با تشکر";
  navigator.clipboard.writeText(bad);
  alert("پیش نویس شما کپی شد!");
}

function notdel4() {
  let bad =
    "فیک دلیور\n" +
    "سفارش هنوز تحویل مشتری نشده، وندور اعلام کردند سفارش هنوز در مجموعه است. مشتری درخواست عودت وجه سفارش را دارند. لطفا بررسی شود. با تشکر";
  navigator.clipboard.writeText(bad);
  alert("پیش نویس شما کپی شد!");
}
