function cancel1() {
  let cancel =
    "مشتری به علت تاخیر درخواست کنسلی دارند. وندور کنسلی را نپذیرفتند. لطفا در صورت عدم دریافت سفارش از جانب مشتری عودت وجه به ایشان انجام شود. با تشکر ";
  navigator.clipboard.writeText(cancel);
  alert("پیش نویس شما کپی شد!");
}

function cancel2() {
  let cancel =
    "مشتری به علت تاخیر درخواست کنسلی دارند. لطفا در صورت عدم دریافت سفارش از جانب مشتری عودت وجه به ایشان انجام شود. با تشکر ";
  navigator.clipboard.writeText(cancel);
  alert("پیش نویس شما کپی شد!");
}
