function forceBad1() {
  let bad =
    "مشتری اعلام کردند پیک سفارش را درب واحد تحویل نداده است. پیک هنوز در آدرس حضور دارند و مشتری منتظرند سفارش درب واحد تحویلشان شود. لطفا بررسی شود با تشکر ";
  navigator.clipboard.writeText(bad);
  alert("پیش نویس شما کپی شد!");
}

function forceBad2() {
  let bad =
    "مشتری اعلام کردند پیک سفارش را درب واحد تحویل نداده است. پیک آدرس مشتری را ترک کردند. مشتری منتظرند سفارش درب واحد تحویلشان شود. لطفا بررسی شود با تشکر ";
  navigator.clipboard.writeText(bad);
  alert("پیش نویس شما کپی شد!");
}

function forceBad3() {
  let bad =
    "مشتری اعلام کردند پیک سفارش را درب واحد تحویل نداده است. پیک هنوز در آدرس حضور دارند اما مشتری درخواست عودت وجه سفارش خود را دارند. لطفا بررسی شود با تشکر ";
  navigator.clipboard.writeText(bad);
  alert("پیش نویس شما کپی شد!");
}

function forceBad4() {
  let bad =
    "مشتری اعلام کردند پیک سفارش را درب واحد تحویل نداده است. پیک آدرس مشتری را ترک کردند. مشتری درخواست عودت وجه سفارش خود را دارند. لطفا بررسی شود با تشکر ";
  navigator.clipboard.writeText(bad);
  alert("پیش نویس شما کپی شد!");
}
